/* Error string for OTR message string */
"A private conversation could not be set up." = "プライベートな接続を確立できませんでした。";

/* Title for the about page */
"About" = "このソフトウェアについて";

/* Label for button to show version numbers and licenses */
"About This Version" = "このバージョンについて";

/* SSL error message */
"Access denied" = "アクセスが拒否されました";

/* The string describing a buddy's account */
"Account" = "アカウント";

/* Title for the accounts tab */
"Accounts" = "アカウント";

/* Button title to add someone as a buddy */
"Add" = "追加";

/* The title for the view to add a buddy */
"Add Buddy" = "友達を追加する";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "詳細";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "メッセージを暗号化する時にエラーが発生したため、メッセージは送信されませんでした。";

/* Shown to confirm destructive actions */
"Are you sure?" = "Are you sure?";

/* SSL error message */
"Attempt to restore an unknown session" = "不明なセッションを復元しようとしました。";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "自動削除";

/* Label in buddy list for users that are available */
"Available" = "会話可能";

/* Label in buddy list for users that are away */
"Away" = "不在";

/* SSL error message */
"Bad certificate format" = "証明書のフォーマットが不正です。";

/* SSL error message */
"Bad MAC" = "MACが不正です。";

/* SSL error message */
"Bad protocol version" = "プロトコルバージョンが不正です。";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCypherSuiteが不正です。";

/* SSL error message */
"Bad unsupported cert format" = "サポートされていない証明書のフォーマットです。";

/* string to describe basic set of settings */
"Basic" = "基本設定";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "データベースの内容はあなたのパスフレーズで暗号化されているので、データにはアクセスできなくなりました。続けるには、ChatSecureを削除してもういちどインストールし直すことになります。\n1PasswordやMiniKeePassのようなパスワードマネージャを使えば、強いパスワードを楽に保存することができるでしょう。";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "ブロック";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "ブロック＆リムーブ";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "友達の情報";

/* Label for button to take a photo from camera */
"Camera" = "Camera";

/* Cancel an alert window */
"Cancel" = "キャンセル";

/* Error string for OTR message string */
"Cannot read the received message." = "受信したメッセージを読み取れませんでした。";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "受信したOTRメッセージの種別を認識できません。";

/* SSL error message */
"Cert chain not verified by root" = "証明書チェインはルートの認証を受けていません。";

/* SSL error message */
"Certificate expired" = "証明書は期限切れです。";

/* SSL error message */
"Certificate revoked" = "証明書は無効です。";

/* SSL error message */
"Chain had a cert not yet valid" = "チェインに有効でない証明書があります";

/* SSL error message */
"Chain had an expired cert" = "チェインに有効期限を過ぎた証明書があります";

/* Title for chat view */
"Chat" = "チャット";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "このユーザと安全にチャットする";

/* Title for chats view */
"Chats" = "チャット";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure通知";

/* let users know source is on Github */
"Check out the source here on Github" = "Githubでのソースはこちら";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "暗号スイートネゴシエーション失敗";

/* Label for text field where you compose a new message */
"Compose" = "Compose";

/* SSL error message */
"Configuration error" = "Configuration error";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "接続済";

/* String to state if an account is progress of creating a connection */
"Connecting" = "接続中";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Torに接続中";

/* SSL error message */
"Connection closed gracefully" = "接続は正常に切断されました";

/* SSL error message */
"Connection closed via error" = "接続はエラーにより切断されました";

/* Copy string to clipboard as in copy and paste */
"Copy" = "コピー";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Could not retrieve public key from certificate";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "新規";

/* Label for button to create a new account via in band registration */
"Create New Account" = "新しいアカウントを作成する";

/* Start of sentence that will be followed by names */
"Created by" = "作者 ";

/* Title for progress of creating a new account */
"Creating Account" = "アカウントを作成しています";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* e.g. for deactivating your push account */
"Deactivate" = "Deactivate";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "解凍失敗";

/* SSL error message */
"Decryption error" = "復号エラー";

/* SSL error message */
"Decryption failed" = "復号に失敗しました";

/* SSL error message */
"Decryption failure" = "復号失敗";

/* default string to revert to normal language behaviour */
"Default" = "デフォルト";

/* Button to delete account */
"Delete Account" = "Delete Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "アカウントを削除しますか？";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "接続を解除した時にチャットを削除する";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "配送済み";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "起こさないで";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "寄付する";

/* Title for button to press when user is finished */
"Done" = "完了";

/* Button to edit account details */
"Edit Account" = "Edit Account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "暗号化エラー";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "アカウントの作成に失敗しました";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "XMPPサーバへの接続に失敗しました。ログイン情報とインターネット接続を確認のうえ再度お試しください。";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "パスワードをお忘れですか？";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Googleトーク";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "ハンドシェイク失敗";

/* Label for button to open link to translate app */
"Help Translate" = "翻訳を助ける";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "ホスト名";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* SSL error message */
"Illegal parameter" = "不正なパラメータ";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "不十分な安全性";

/* SSL error message */
"Internal error" = "内部エラー";

/* SSL error message */
"Invalid certificate chain" = "無効な証明書チェイン";

/* title label for invalid email */
"Invalid Email" = "無効なメールアドレス";

/* Button to invite friends */
"Invite Friends" = "Invite Friends";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "言語";

/* log in to account */
"Log In" = "ログイン";

/* log out from account */
"Log Out" = "ログアウト";

/* Label for account setting that autologins on launch */
"Login Automatically" = "自動的にログインする";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Manage ChatSecure Push account";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Manage My Keys";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "保存済みのSSL証明書を管理する";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "友達がプライベート会話を終了したため、メッセージは送信されませんでした。接続を閉じるか、リフレッシュします。";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "名前";

/* For a new settings value */
"New" = "新規";

/* Title for New Account View */
"New Account" = "新しいアカウント";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "新しいSSL証明書";

/* Label for button to go to next step */
"Next" = "次へ";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "再ネゴシエーションは許可されていません";

/* Label in buddy list for users that are offline */
"Offline" = "オフライン";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "旧";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Chromeで開く";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Facebookで開く";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Safariで開く";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Twitterで開く";

/* Hint text for domain field telling user this field is not required */
"Optional" = "オプション";

/* Title for other miscellaneous settings group */
"Other" = "Other";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "暗号化を必須とする設定になっていますが、暗号化されていないメッセージを送信しようとしています。";

/* Label text for password field on login screen */
"Password" = "パスワード";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "ピアが応答無しにコネクションを破棄しました";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Pending Approval";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "永久に削除";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Please choose a valid email address";

/* Label for port number field for connecting to service */
"Port" = "ポート";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "通知";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "QRコード";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "ハートビートを受信しました。";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "暗号化されたメッセージを受信しましたが、プライベート接続が未だ確立していないため解読できません。";

/* Error string for OTR message string */
"Received an unencrypted message." = "暗号化されていないメッセージを受信しました。";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Received and discarded a message intended for another instance.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "履歴";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "拒否する";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "パスフレーズを記憶する";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "パスワードを記憶する";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "削除する";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "返信";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "必須";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Reset";

/* Label for text input for XMPP resource */
"Resource" = "リソース";

/* Title for button for saving a setting */
"Save" = "保存";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "保存した証明書";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "検索";

/* Title heading in settings */
"Security" = "セキュリティ";

/* Title of alert box warning about security issues */
"Security Warning" = "セキュリティ警告";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "フィードバックを送る";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "ハートビートを送信しました。";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "通知なくサーバがセッションを閉じました。";

/* SSL error message */
"Server has requested a client cert" = "サーバがクライアント証明書を要求しました";

/* button to show more information about your XMPP server */
"Server Information" = "Server Information";

/* Title for the Settings screen */
"Settings" = "設定";

/* Title for sharing a link to the app */
"Share" = "シェア";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "サインアップ";

/* Label for button to skip this step */
"Skip" = "スキップ";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "SSLプロトコルエラー";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Error string for OTR message string */
"The message received contains malformed data." = "受信したメッセージは不正なデータを含んでいます。";

/* Error string for OTR message string */
"The previous message was resent." = "前回のメッセージは再送されました。";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Torは試験的機能のため注意して使用してください。";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "DTLSに予期しない (飛ばされた) レコードがあります";

/* SSL error message */
"Unexpected message received" = "予期しないメッセージを受信しました";

/* SSL error message */
"Unknown Cert Authority" = "不明な認証局";

/* SSL error message */
"Unknown certificate" = "不明な証明書";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "ロック解除";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "ユーザがキャンセルしました";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "ユーザ名";

/* SSL error message */
"Valid cert chain, untrusted root" = "有効な証明書チェーン、信頼されないルート証明書";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "有効な証明書";

/* To let the user know the fingerprint as been checked */
"Verified" = "検証されています";

/* Shown when verifying fingerprints */
"Verify" = "検証する";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "指紋を検証する";

/* when displaying version numbers such as 1.0.0 */
"Version" = "バージョン";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "フィードバックを送信するためにUserVoiceに接続してもよろしいですか？";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "あなたの寄付のお蔭で、ChatSecureは開発を続けられます。";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "あなたのパスワードはこのデバイスのiOSキーチェインにのみ保存され、そして安全さの度合いはデバイスのパスフレーズや暗証番号と同じです。しかしながら、iTunesによるデバイスのバックアップや復元では失われてしまうため、パスワードを忘れないようにしてください。さもなければ会話履歴を失うことになります。";

